export const faqList = [
  {
    question: 'Що таке психотерапія і чи вона мені допоможе?',
    answer:
      'Психотерапія - це форма професійної підтримки, яка допомагає вам зрозуміти свої емоції, подолати труднощі та змінити поведінку. Це ефективний інструмент для поліпшення психічного здоров`я та життя.',
  },
  {
    question: 'Які проблеми можна вирішити за допомогою психотерапії?',
    answer:
      'Психотерапія допомагає з різними проблемами, такими як тривога, депресія, втрата, стосунки, стрес, самооцінка, та інші психологічні виклики.',
  },
  {
    question: 'Які види психотерапії ви надаєте?',
    answer:
      'Ми пропонуємо різні види психотерапії, включаючи когнітивно-поведінкову терапію, психоаналіз, сімейну терапію, групову терапію та багато інших, залежно від вашої потреби.',
  },
  {
    question: 'Як довго триває психотерапія?',
    answer:
      'Тривалість психотерапії залежить від вашої індивідуальної ситуації та цілей. Сесії можуть проводитися від кількох тижнів до декількох місяців або більше.',
  },
  {
    question: 'Чи є психотерапія конфіденційною?',
    answer:
      'Так, ваші сесії психотерапії зберігаються у повній конфіденційності згідно з професійними етичними стандартами. Ми дуже поважаємо вашу приватність.',
  },
  {
    question: 'Як вибрати психотерапевта, який підходить мені?',
    answer:
      'Ми допоможемо вам знайти психотерапевта, який має відповідний досвід і спеціалізацію, та з яким ви будете почувати зручніше працювати.',
  },
  {
    question: 'Чи можу я зупинити психотерапію в будь-який час?',
    answer:
      'Так, ви можете припинити психотерапію в будь-який час, але ми рекомендуємо обговорити це рішення з вашим психотерапевтом.',
  },
  {
    question: 'Як ви забезпечуєте безпеку під час психотерапії?',
    answer:
      'Ми дбаємо про вашу безпеку і забезпечуємо захищений середовище для розмов та роботи з психотерапевтом.',
  },
  {
    question: 'Чи можу я взяти участь у групових сесіях?',
    answer:
      'Так, ми пропонуємо групові сесії, де ви можете знайти підтримку та розмовляти з рівними людьми.',
  },
  {
    question: 'Чи можу я звернутися за психотерапією онлайн?',
    answer:
      'Так, ми надаємо психотерапію як у офісі, так і онлайн, забезпечуючи зручність та доступність.',
  },
];
