import { ReviewProperies } from './review-item';

export const ReviewsList: ReviewProperies[] = [
  {
    content:
      'Незважаючи на початкові сумніви, робота з вашим психотерапевтом була неймовірно корисною. Велике спасибі за вашу терплячу та підтримуючу атмосферу, яка допомогла мені розкритися та перетворити своє життя.',
    raiting: 5,
    author: { name: 'Анна', surName: '', age: 32 },
  },
  {
    content:
      'З вашою підтримкою я зміг подолати тривожність та відчути себе знову впевненим у собі. Ви допомогли мені знайти внутрішні ресурси, які допомогли мені здолати складні життєві випробування',
    raiting: 4.5,
    author: { name: 'Павло', surName: '', age: 40 },
  },
  {
    content:
      'Після втрати близької людини я втратив зв`язок зі світом, але ваша підтримка допомогла мені знову знайти сенс у житті та навчитися справлятися зі складними емоціями. Ви дійсно змінили моє життя',
    raiting: 5,
    author: { name: 'Ірина', surName: '', age: 45 },
  },
  {
    content:
      'Ваші групові сесії були чудовою можливістю підтримки та зрозуміння. Спілкування з людьми, які проходять той же шлях, дало мені велику силу та заспокоїло',
    raiting: 5,
    author: { name: 'Олександра', surName: '', age: 28 },
  },
  {
    content:
      'Я завжди боявся звернутися до психотерапевта, але ваша тепла та професійна підтримка змусила мене зробити цей крок. Ви допомогли мені знайти новий спосіб дивитися на життя і впоратися зі страхами',
    raiting: 5,
    author: { name: 'Максим', surName: '', age: 32 },
  },
  {
    content:
      'Незважаючи на початкові сумніви, робота з вашим психотерапевтом була неймовірно корисною. Велике спасибі за вашу терплячу та підтримуючу атмосферу, яка допомогла мені розкритися та перетворити своє життя.',
    raiting: 5,
    author: { name: 'Анна', surName: '', age: 32 },
  },
  {
    content:
      'З вашою підтримкою я зміг подолати тривожність та відчути себе знову впевненим у собі. Ви допомогли мені знайти внутрішні ресурси, які допомогли мені здолати складні життєві випробування',
    raiting: 4.5,
    author: { name: 'Павло', surName: '', age: 40 },
  },
  {
    content:
      'Після втрати близької людини я втратив зв`язок зі світом, але ваша підтримка допомогла мені знову знайти сенс у житті та навчитися справлятися зі складними емоціями. Ви дійсно змінили моє життя',
    raiting: 5,
    author: { name: 'Ірина', surName: '', age: 45 },
  },
  {
    content:
      'Ваші групові сесії були чудовою можливістю підтримки та зрозуміння. Спілкування з людьми, які проходять той же шлях, дало мені велику силу та заспокоїло',
    raiting: 5,
    author: { name: 'Олександра', surName: '', age: 28 },
  },
  {
    content:
      'Я завжди боявся звернутися до психотерапевта, але ваша тепла та професійна підтримка змусила мене зробити цей крок. Ви допомогли мені знайти новий спосіб дивитися на життя і впоратися зі страхами',
    raiting: 5,
    author: { name: 'Максим', surName: '', age: 3 },
  },
];
