export type warrantyInformationType = {
  title: string;
  text: string;
};
export const warrantyInformation: warrantyInformationType[] = [
  {
    title: '100% конфіденсійності',
    text: 'Ваша довіра - наша найвища турбота. Гарантована 100% конфіденційність у всіх справах, які ви ділитеся з нами',
  },
  {
    title: '24/7 доступність',
    text: 'Підтримка та консультації доступні цілодобово',
  },
  {
    title: '50+ психотерапевтів',
    text: 'Багаторічний досвід та професійна підготовка наших фахівців',
  },
  {
    title: '10 000+ успішних сесій',
    text: 'Понад десять тисяч успішних терапевтичних сесій та позитивних результатів',
  },
];
